-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 20, 2024 at 02:58 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `web_cms`
--

-- --------------------------------------------------------

--
-- Table structure for table `descriptions`
--

CREATE TABLE `descriptions` (
  `pk_id` int(11) NOT NULL,
  `description` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `feedback`
--

CREATE TABLE `feedback` (
  `pk_id` int(11) NOT NULL,
  `username` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `message` text DEFAULT NULL,
  `date` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `follow_us`
--

CREATE TABLE `follow_us` (
  `pk_id` int(11) NOT NULL,
  `label` varchar(255) DEFAULT NULL,
  `icon_header` varchar(255) DEFAULT NULL,
  `icon_footer` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `logos`
--

CREATE TABLE `logos` (
  `id` int(11) NOT NULL,
  `status` varchar(255) DEFAULT NULL COMMENT '(header,footer)',
  `thumbnial` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `logos`
--

INSERT INTO `logos` (`id`, `status`, `thumbnial`) VALUES
(10, 'Footer', '220224022658-20240121040310-logo.png'),
(11, 'Header', '260224063845-20240121040310-logo.png');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `author_id` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `category` varchar(255) DEFAULT NULL,
  `banner` varchar(255) DEFAULT NULL,
  `thumbnail` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `view` bigint(20) DEFAULT 0,
  `Create_at` date DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `author_id`, `type`, `category`, `banner`, `thumbnail`, `title`, `description`, `view`, `Create_at`) VALUES
(2, 5, 'International', 'Social', '220224035544-64929e21d8acd_1687330320_medium.jpg', '220224035544-65d711c993fba_1708593600_medium.jpg', 'អ្នកខ្លះ ពេលទូរសព្ទចូលទឹក ដាក់សម្ងួត​ក្នុងធុងអង្ករ! ឥឡូវ Apple ព្រមាន​ថា ធ្វើអ៊ីចឹងអាច​ខ្ទេចទូរសព្ទតែម្តង', '<p>តើលោកអ្នកធ្លាប់​យកទូរសព្ទដែលចូលទឹក ទៅដាក់សម្ងួត​ក្នុងបាវ ឬធុង​អង្ករ​ដែរទេ? ព្រោះថា វា​ជាទម្លាប់តៗគ្នាដែល​គ្មាន​បច្ចេកទេស​ច្បាស់លាស់នោះទេ ដោយគេជឿថា អង្ករ​នឹង​ស្រូបទឹក​ចេញពីទូរសព្ទ។</p>\r\n<p>តាម​រយៈការ​ស្រាវជ្រាវ​ជាច្រើនឆ្នាំ អំពីការដាក់សម្ងួត​ទូរសព្ទ​ក្នុងអង្ករនេះ បានបង្ហាញ​ថា ការពិត​អង្ករ​មិនអាច​សម្ងួត​ទឹកចេញពីទូរសព្ទបានទេ ហើយថែមទាំងមិនអាចឱ្យទូរសព្ទឆាប់ស្ងួតទៀតផង ជាហេតុ​ធ្វើឱ្យទូរសព្ទ​ប្រឈមនឹង​ការឆាប់ខូចជាងមុន។</p>\r\n<p>ទន្ទឹមនេះ ឯកសារ​ថ្មីមួយក្នុងឆ្នាំ​២០២៤នេះ ពីក្រុមហ៊ុន Apple បាន​បញ្ជាក់ច្បាស់ៗ​ និងក្រឿនរំលឹក​កុំឱ្យដាក់​ទូរសព្ទសម្ងួត​ក្នុងអង្ករ ព្រោះវា​អាចឱ្យកម្ទេចអង្ករចូលទៅបំផ្លាញ​ iPhone របស់អ្នកបាន។ ជំនួស​មកវិញ Apple បានផ្តល់ការណែនាំមួយចំនួនដូចខាងក្រោម៖</p>\r\n<div id=\"gax-inpage-async-1706848478\">\r\n<div id=\"FXvUStsHifZH4mvJabIQ5sk1ZkEreV7vuKpXQKcGdKs3341379099\">\r\n<div data-demo-link=\"https://damrei.sfo3.cdn.digitaloceanspaces.com/app/2024/jan/bippi/index.html?ver=2023\" data-link=\"https://clk.ambientdsp.com/track/clk?vc=gaj&amp;tagid=1700714337&amp;brs=144692276160032724&amp;uid=1eslgugllzzc&amp;suid=1eslgugllzzc&amp;ae=1&amp;as=640x1386&amp;ctr=KH&amp;cty=KRONG_KEP&amp;os=WINDOWS&amp;brw=chrome&amp;dvt=2&amp;dom=news.sabay.com.kh&amp;aid&amp;abdl&amp;fid=1705315856&amp;did=gax-2g9byv6tk12p&amp;crid=1705142579&amp;ts=1708612602&amp;rnd=1gsxzrhftf&amp;tok=1u61hzm1gyxgc&amp;redir=https%3A%2F%2Fbippikh.com%2Fkm%2Fbippi-night-md-ads1%2F%3Futm_source%3Ddamrei_digital%26utm_medium%3Dmobile_underlay_ads%26utm_campaign%3Dbippi_night_md_ads1\">&nbsp;</div>\r\n</div>\r\n</div>\r\n<p>&nbsp;</p>\r\n<p>១. ជូតទូរសព្ទថ្នមៗ​ (តែកុំជូត​ក្នុងរន្ធ USB) និង​ទុកនៅកន្លែងស្ងួតជាមួយការបាញ់ផ្លុំខ្យល់ខ្លះៗ (តែហាមបាញ់ខ្យល់ក្តៅខ្លាំង)។ យល់ល្អ គួរតែបិទទូរសព្ទតែម្តង។</p>\r\n<p>២. ក្រោយទុកបានរយៈពេល ៣០នាទី សាកល្បងសាកថ្ម បើឃើញ​សាកចូលធម្មតា មានន័យថា វាអស់បញ្ហាហើយ។</p>\r\n<p>៣. បើដោតហើយ បែរ​ជាសាកមិនចូល ឬចេញសញ្ញា Alert អ្វីមួយ នោះ​បញ្ជាក់​ថា វានៅមាន​ជ្រាបទឹកនៅឡើយ។ ដូច្នេះ ត្រូវបន្តបាញ់ផ្លុំខ្យល់ និងទុកចោលពេញ ១ថ្ងៃ រួចសាកល្បងដោតសាកថ្មម្តងទៀត។</p>\r\n<p>៤. បើទុកចោលពេញ១ថ្ងៃហើយ នៅតែសាកថ្មមិនចូលទៀត សូមដកខ្សែ និងឆ្នាំងសាក ចេញទាំងអស់សិន ហើយ​ចាំដោតចូលវិញទាំងអស់៕</p>', 2, '2024-02-22'),
(3, 1, 'International', 'Sport', '230224064755-65d81cd1cdaa7_1708661940_medium.jpg', '230224064640-65d81cd04f4fe_1708661940_medium.jpg', 'RAM 1500 ស៊េរី ២០២៥ ទម្លាក់​ម៉ាស៊ីន V8 ចោល​ហើយ មកបំពាក់​ម៉ាស៊ីន I6 វិញ', '<p>រថយន្ត RAM 1500 ត្រូវបាន​បញ្ចេញ​ស៊េរីថ្មីឆ្នាំ​២០២៥ហើយ ដោយ​រូបរាង​របស់វា​មិនមាន​ការផ្លាស់ប្តូរអ្វីគួរឱ្យកត់​សម្គាល់ទេ ប៉ុន្តែ​អ្វីដែលគួរឱ្យចាប់អារម្មណ៍បំផុតនោះ គឺវាត្រូវបង្ខំចិត្តទម្លាក់ម៉ាស៊ីន V8 មកបំពាក់​ត្រឹមម៉ាស៊ីនរៀបជាអក្សរ I គឺ​ម៉ាស៊ីន I6 twin-turbocharged ចំណុះ ៣,០លីត្រ។</p>\r\n<p>ផ្នែកខាងក្នុង​របស់​រថយន្ត RAM 1500 Tungsten នេះ បំពាក់​ប្រព័ន្ធកម្សាន្ត touchscreen ចំនួនដែលមានទំហំ ១៤,៥អ៊ីញ និង​ ១០,៥អ៊ីញ ព្រមទាំង​កុងទ័រឌីជីថល ១២,៣អ៊ីញ និង​អេក្រង់ HUD ផងដែរ ខណៈ Speaker ២៣គ្រាប់​ម៉ាក Klipsch Reference៕</p>', 7, '2024-02-23'),
(4, 1, 'International', 'Entertainment', '230224053743-65d6b550a18ac_1708569900_medium.jpg', '230224053743-65d6b553eed99_1708569900_medium (1).jpg', ' DIGITAL ឆ្នាំ២០២៤ នឹងមានបង្ហាញ និងបើកឲ្យសាកល្បងឧបករណ៍បច្ចេកវិទ្យាទំនើបៗ', '<p>រាជរដ្ឋាភិបាលកម្ពុជា នឹងរៀបចំវេទិការដ្ឋាភិបាលឌីជីថល ឆ្នាំ២០២៤ ក្រោមប្រធានបទ &ldquo;ការអភិវឌ្ឍប្រកបដោយចីរភាព និងបរិយាបន្នតាមរយៈការអនុវត្តគោលនយោបាយឌីជីថល&rdquo; និង&ldquo;ពិព័រណ៍រដ្ឋាភិបាលឌីជីថល និងបច្ចេកវិទ្យាឌីជីថលកម្ពុជា-អន្តរជាតិ&rdquo; រយៈពេល ៣ថ្ងៃ ចាប់ពីថ្ងៃទី១១ ដល់ថ្ងៃទី១៣ ខែមីនា នៅមជ្ឈមណ្ឌលសន្និបាតនិងពិព័រណ៍កោះពេជ្រ រាជធានីភ្នំពេញ។</p>\r\n<p>វេទិកាដ៏ធំដែលនឹងមានការអញ្ជើញចូលរួមពីសម្ដេចនាយករដ្ឋមន្ដ្រីនោះ ធ្វើឡើងក្នុងគោលបំណងបង្ហាញអំពីសមិទ្ធផល នៃការកសាងរដ្ឋាភិបាលឌីជីថល ស្របតាមក្របខណ្ឌគោលនយោបាយសេដ្ឋកិច្ច និងសង្គមឌីជីថលកម្ពុជា ២០២១-២០៣៥ និងគោលនយោបាយរដ្ឋាភិបាលឌីជីថលកម្ពុជា ២០២២-២០៣៥ ជាពិសេសបញ្ចកោណទី៥ នៃយុទ្ធសាស្ត្របញ្ចកោណដំណាក់កាលទី១ របស់រាជរដ្ឋាភិបាលកម្ពុជា។</p>\r\n<div id=\"gax-inpage-async-1700714337\">\r\n<div id=\"oOmHI7P48m9mrSYXvL_ctrdX3A0ZtKqC_P8Uo3cykdg3502238613\"></div>\r\n</div>\r\n<p>ព្រឹត្ដិការណ៍ក៏នឹងរៀបចំឲ្យមានកិច្ចពិភាក្សា និងការចែករំលែកអំពីប្រធានបទសំខាន់ៗពីវាគ្មិនជាតិ និងអន្តរជាតិពាក់ព័ន្ធនឹងទិដ្ឋភាពគោលនយោបាយ និន្នាការ នៃការរីកចម្រើន របស់បច្ចេកវិទ្យាឌីជីថល ការផ្លាស់ប្ដូរបទពិសោធន៍ និងឧត្តមានុវត្តន៍ នៃការជំរុញល្បឿនបរិវត្តកម្មឌីជីថល និងការប្រើប្រាស់បច្ចេកវិទ្យាថ្មីៗ។</p>\r\n<p>ក្រសួងប្រៃសណីយ និងទូរគមនាគមន៍ ដែលជាសេនាធិការរបស់រាជរដ្ឋាភិបាល បានបើកអង្គសន្និសីទសារព័ត៌មានមួយកាលពីថ្ងៃទី២១ ខែកុម្ភៈ ឆ្នាំ២០២៤ ដើម្បីបង្ហាញពីគោលបំណង និងការរៀបចំព្រឹត្ដិកាណ៍នេះ។</p>\r\n<p>រដ្ឋលេខាធិការ ក្រសួងប្រៃសណីយ និងទូរគមនាគមន៍លោក សុខ ពុទ្ធិវុធ បានថ្លែងក្នុងសន្និសីទនេះថា វេទិការដ្ឋាភិបាលឌីជីថល ឆ្នាំ២០២៤ នឹងជំរុញកិច្ចសហប្រតិបត្តិការក្នុងចំណោមទីភ្នាក់ងារនានារបស់រដ្ឋាភិបាល ចែករំលែកឧត្តមានុវត្តន៍ក្នុងបរិវត្តកម្មឌីជីថល កំណត់នូវបញ្ហាប្រឈមក្នុងការអនុវត្តដំណោះស្រាយឌីជីថល លើកកម្ពស់សេវាកម្មដែលផ្ដោតលើពលរដ្ឋជាគោល និងគោលនយោបាយជំរុញលើកកម្ពស់ហេដ្ឋារចនាសម្ព័ន្ធឌីជីថល សុវត្ថិភាពសាយប័រ និងឯកជនភាពទិន្នន័យនៅក្នុងវិស័យសាធារណៈ។</p>\r\n<p>បើតាមលោក សុខ ពុទ្ធិវុធ វេទិកានេះ នឹងផ្ដោតលើការស្វែងរកបច្ចេកវិទ្យាដែលកំពុងលេចធ្លោ លើកទឹកចិត្តដល់នវានុវត្តន៍ និងសម្របសម្រួលបណ្តាញទំនាក់ទំនងរវាងភាគីពាក់ព័ន្ធនានា ដើម្បីជំរុញស័ក្តិសិទ្ធិភាព និងប្រសិទ្ធភាពក្នុងប្រតិបត្តិការរបស់រដ្ឋាភិបាល ព្រមទាំងកៀរគរភាគីពាក់ព័ន្ធក្នុងស្រុក និងអន្តរជាតិនានា ដើម្បីគាំទ្រដល់ការអភិវឌ្ឍសេដ្ឋកិច្ច និងសង្គមឌីជីថល។</p>\r\n<p>តាមរយៈការបង្កើតព្រឹត្ដិការណ៍ឌីជីថលនេះ រាជរដ្ឋាភិបាលក៏នឹងបង្ហាញអំពីសមិទ្ធផល នៃការកសាងរដ្ឋាភិបាលឌីជីថល ការអភិវឌ្ឍថ្នាលបច្ចេកវិទ្យា គុណប្រយោជន៍ការប្រើប្រាស់ថ្នាលបច្ចេកវិទ្យា ការផ្តល់សេវាសាធារណៈរបស់ក្រសួង ស្ថាប័នរដ្ឋ ដោយប្រើប្រាស់ថ្នាលបច្ចេកវិទ្យាឌីជីថល ដែលអភិវឌ្ឍដោយក្រសួង ស្ថាប័ន របស់រដ្ឋាភិបាល សេវាកម្មទូរសព្ទ និងអ៊ីនធឺណិត សេវាប្រៃសណីយ៍ សេវាហ្វិនតិច (Fintech) និងសេវាធុរកិច្ចថ្មីឌីជីថល (Digital Startups) ជាដើម។ សាធារណជនក៏មានឱកាសក្នុងការប្រើប្រាស់សាកល្បង ឧបករណ៍បច្ចេកវិទ្យាទំនើបៗ និងចុងក្រោយដោយក្រុមហ៊ុនជាតិ និងអន្តរជាតិល្បីៗមកពីបណ្តាប្រទេសក្នុងតំបន់៕</p>', 3, '2024-02-23'),
(5, 5, 'National', 'Social', '240224023031-65d854be0514a_1708676280_medium.jpg', '240224023031-65d854bf80076_1708676280_medium.jpg', 'មុនទៅវត្ត​​ត្រូវដឹងសិនថា ពិធីបុណ្យមាឃបូជា ប្រារព្ធឡើងរំលឹកដល់ព្រឹត្តិការណ៍សំខាន់៣', '<p>ឆ្នាំនេះ ពិធីបុណ្យមាឃបូជា ដែល​ជាពិធី​បុណ្យដ៏សំខាន់មួយ​ក្នុងព្រះពុទ្ធសាសនា នឹងប្រារព្ធធ្វើឡើង​​នៅថ្ងៃទី២៤ និង ២៥ ខែកុម្ភៈ ឆ្នាំ​២០២៤ ដែល​រាជរដ្ឋាភិបាល​ តែងតែរៀបចំ​ពិធីបុណ្យនេះ នៅបរិវេណ ព្រះមហាសក្យមុនីចេតិយ ភ្នំព្រះរាជទ្រព្យ (ឧត្តុង្គ) ស្ថិតក្នុងស្រុកពញាឮ ខេត្តកណ្តាល។ ជាមួយគ្នានេះ ក្រសួងធម្មការ និងសាសនា បានណែនាំ​ឱ្យបំផុស​ដល់​គ្រប់វត្តអារាមរៀបចំពិធីបុណ្យមាឃបូជា​ឱ្យបាន​មហោឡារិក ស្របតាមទំនៀមទម្លាប់ប្រពៃណីជាតិ។</p>\r\n<p>ពិធីបុណ្យមាឃបូជា ត្រូវបានប្រារព្ធឡើង​ដើម្បីរំលឹក​ដល់ព្រឹត្តិការណ៍៣ រួមមាន៖</p>\r\n<div id=\"gax-inpage-async-1700714337\">\r\n<div id=\"tg5CDmevNKL1z-Rb9ATF9qNwBlQKTUanjE9jUTLSuoU5977461780\"></div>\r\n</div>\r\n<p>១. ថ្ងៃ​ចតុរង្គសន្និបាត ជាការជួបជុំប្រកបដោយ​អង្គ៤ គឺ</p>\r\n<div id=\"gax-inpage-async-1706848478\">\r\n<div id=\"aO8NotEnoJ_Q8kt6U6-9ES4pcKDwCIoDZQW_DGH3AbU3882944039\"></div>\r\n</div>\r\n<ul>\r\n<li>\r\n<p>ព្រះសង្ឃសមណទូត ១២៥០អង្គ និមន្តមកជួបជុំគ្នា​ដោយមិនណាត់គ្នាជាមុន</p>\r\n</li>\r\n<li>\r\n<p>ព្រះសង្ឃទាំងអស់​សុទ្ធតែជាឯហិភិកក្ខុ (ឯហិភិក្ខុឧបសម្បទា)</p>\r\n</li>\r\n<li>\r\n<p>ព្រះសង្ឃ​ទាំងអស់​សុទ្ធតែ​ជាព្រះអរហន្ត​បានអភិញ្ញា៦</p>\r\n</li>\r\n<li>\r\n<p>ថ្ងៃដែលព្រះសង្ឃទាំងអស់​ជួបប្រជុំគ្នានោះ ជាថ្ងៃពេញបូណ៌មីខែមាឃ</p>\r\n</li>\r\n<li>\r\n<p>២. ថ្ងៃ​ដែល​ព្រះសម្មាសម្ពុទ្ធទ្រង់សម្តែងឱវាទបាតិមោក្ខ។ ឱវាទបាតិមោក្ខ គឺជាពាក្យប្រៀនដៅដ៏សំខាន់បំផុតនៅក្នុងព្រះពុទ្ធសាសនា ឬ យើងអាចនិយាយបានម្យ៉ាងទៀតថា គឺជាបេះដូងនៃព្រះពុទ្ធ សាសនា ដែលព្រះសម្មាសម្ពុទ្ធទ្រង់ត្រាស់សំដែងដល់ព្រះភិក្ខុសង្ឃ ១២៥០អង្គ។</p>\r\n</li>\r\n<li>៣. ថ្ងៃដែល​ព្រះសម្មាសម្ពុទ្ធទ្រង់​ដាក់អាយុសង្ខារ។ ពេល​ចេញ​វស្សា​ទី​៤៥ ព្រះពុទ្ធ​ទ្រង់​ប្រកាស​ដាក់​អាយុសង្ខារ​ថា ព្រះ​អង្គ​នឹង​បរិនិព្វាន​ក្នុង​រយៈពេល​បី​ខែ​ទៀត៕</li>\r\n</ul>', 2, '2024-02-24'),
(6, 5, 'International', 'Entertainment', '240224023223-65cdb9a66ea4b_1707981180_medium.jpg', '240224023223-65cdb99b4f02e_1707981180_medium.jpg', 'Meezy ចាប់ដៃ Noly ផលិតចម្រៀងគុណភាព ចេញមិនទាន់១ថ្ងៃផង ចំនួន Views ឡើងខ្ពស់ស្រឺតៗ', '<p>&laquo;<strong>បណ្ដូលពេជ្រ</strong>&raquo; ជាចំណងជើងបទចម្រៀងថ្មីរបស់ Meezy 24k និង Noly ដែលអ្នកទាំងពីរទើបតែបញ្ចេញក្នុង Youtube ផ្លូវការរបស់ La Cima Cartel កាលពីម្សិលមិញនេះ ដែលមានអ្នកទស្សនាជាង&nbsp;<strong>១២០K គិតត្រឹមតែ១៩ម៉ោងតែប៉ុណ្ណោះ</strong> សន្ទុះនៃការចូលស្ដាប់ និងមានមតិបង្ហាញការពេញចិត្តលើចម្រៀងមួយបទនេះ ច្រើនគួរឱ្យកត់សម្គាល់។</p>\r\n<p>ពាក្យពេចឃ្លោងឃ្លា សរសើរផ្អែមផ្ហែម សំឡេងលើកដាក់ពីរោះរបស់ Meezy 24k និង Noly ជាមួយចង្វាក់ភ្លេងបំពេរអារម្មណ៍សប្បាយៗ មានគ្រប់រសជាតិក្នុងបទ &laquo;<strong>បណ្ដូលពេជ្រ</strong>&raquo; ធ្វើឱ្យអ្នកស្ដាប់ហើយញញឹមតែម្ដង ជាពិសេសមិត្តនារី ព្រោះមួយបទនេះ គឺរៀបរាប់ពីនារីតែម្ដង៕</p>', 2, '2024-02-24'),
(7, 5, 'National', 'Sport', '250224094041-65daf1571ee76_1708847400_medium.jpg', '250224094041-65cad6f57e990_1707792060_medium.jpg', 'កែវ ស្រេងលីហួរ សង្ឃឹមឈ្នះ១០០%​​ ដណ្ដើម​​ប្រាក់១១លានរៀលពីពាន​ភូមិភាគ​បាត់​ដំបង', '<p>អ្នកចែកបាល់ឈុត B របស់ក្រសួងមហាផ្ទៃ កែវ ស្រេងលីហួរ បាន​ដាក់​ការ​រំពឹង​ខ្ពស់​ដល់​ទៅ​១០០% ក្នុង​ការ​ដណ្ដើម​យក​ជើង​ឯក​ពាន​រង្វាន់​​ Wurkz Special Volleyball Cup 4x4 ឆ្នាំ​២០២៤ នៅ​ល្ងាច​នេះ​។</p>\r\n<p>ក្រុម​ក្រសួង​មហាផ្ទៃ B បាន​ដាក់​ពាក្យ​ប្រកួត​នៅ​ភូមិភាគ​ខេត្ត​បាត់​ដំបង​ ហើយពីរ​ប្រកួត​កន្លង​មក​​របស់​ពួកគេ​ ឈ្នះ​ទាំង​ពីរ​ប្រកួត​ ចំណែកនៅ​វគ្គ​ផ្ដាច់ព្រ័ត្រ​នេះ​ពួកគេ​នឹងជួប​ជាមួយ​ក្លឹប​ខ្លាំងកីឡាបាល់ទះ​បាត់​ដំបង។ជំនួប​ម៉ោង​៤​រសៀល​នេះ​អ្នកចែក​បាល់​ កែវ ស្រេង​លីហួរ បាន​ប្រាប់​ទៅ​កាន់​ផេក អេតមីនខេន Admin Ken ថាក្លឹបកីឡាបាល់ទះ​បាត់​ដំបង​ល្អការ​​ចាប់​សេវា ការ​ម៉ាត់​ផ្ដាច់ ប៉ុន្កែចំពោះការការពារគឺ​ល្មម ចំណែក​​រនាំង​របស់​ពួកគេ​វិញ​តូចៗ​​មិន​សូវ​ជា​ធំ​ប៉ុន្មាន​ទេ​។ យ៉ាងណា​​​អ្នក​ចែក​បាល់​វ័យ​ក្មេង​របស់​ក្រសួង​មហាផ្ទៃ បាន​បញ្ជាក់​ដោយ​ជឿជាក់​ថា ៖\"សង្ឃឹម​១០០%\"។ចំពោះ​​ពីរ​ប្រកួត​កន្លង​មក​ លីហួរ ថា​ពិបាក​បន្តិច​ព្រោះ​ធ្លាប់​តែ​លេង​៦​ស្មើមាន​​អ្នក​​កាង​សេវា​ឱ្យ​ស្មាត់ ដល់​ពេល​លេង​បួន​ស្មើ​ត្រូវ​ចាប់​សេវា​ខ្លួន​ឯង​និង​ត្រូវ​ផ្ដាច់​ខ្លួន​ឯង ចំណែក​ទី​លាន​វិញ​​ក្ដៅនិង​​រអិល​ខ្សាច់​​ពិបាករក្សា​ជំហរ​ក្នុង​ការ​ប្រកួត។</p>\r\n<div id=\"gax-inpage-async-1700714337\">\r\n<div id=\"ZDRzQSA-4TmyNMnTLtPrzyWLPoqkkJPR3w1HducmoQ08437673008\"></div>\r\n</div>\r\n<div id=\"gax-inpage-async-1706848478\">\r\n<div id=\"4Js8Hmy8yiWnFcp30K_wMSqOYX86uxVCFftTjBV--ew3094775007\"></div>\r\n</div>\r\n<p>គួរបញ្ជាក់​ថាក្រសួងមហាផ្ទៃ B ត្រូវ​ប្រកួត​ជាមួយ​ក្លឹប​កីឡាបាល់ទះ​បាត់​ដំបងនៅ​ម៉ោង​៤​រសៀល​ ជ័យលាភី​ទទួល​បាន​ពាន​មួយ​និង​ប្រាក់​រង្វាន់​១១លាន​រៀល​ លេខ​ល២​ទទួល​បាន​ប្រាក់​រង្វាន់​៥​លាន​រៀល និង​មាន​កៅអី​ឡើង​ទៅ​ប្រកួត​នៅ​រាជធានី​ភ្នំពេញ​។ ចំណែល​លេខ​បី​បាន​ប្រាក់​២​លាន​រៀល និង​លេង​៤​បាន​ប្រាក់​ចំនួន​១​លាន​រៀល៕</p>', 4, '2024-02-25'),
(8, 5, 'National', 'Sport', '250224094455-65d55ba3d1715_1708481400_medium.jpg', '250224094455-65d55ba075d6e_1708481400_medium.jpg', 'រ៉ុន សុខជា ថាគ្មានអ្វីសប្បាយចិត្តជាងឈ្នះក្រសួងមហាផ្ទៃដណ្ដើមលេខ៣', '<p>ក្រុមស្នងការដ្ឋាននគរបាលរាជធានីភ្នំពេញបានយកឈ្នះលើក្លឹបខ្លាំងក្រសួងមហាផ្ទៃ ៣សិតទល់១ ដណ្ដើមបានចំណាត់ថ្នាក់លេខ៣ក្នុងពានរង្វាន់តេជោលីគរដូវកាលទី១ ឆ្នាំ ២០២៣-២០២៤។</p>\r\n<p>គួរបញ្ជាក់ថាក្រសួងមហាផ្ទៃជាក្លឹបបាល់ទះមួយខ្លាំងក្នុងចំណោមក្លឹបទាំង៨ចូលរួមក្នុងពានរង្វាន់តេជោលីគ។ បើទោះបីជាក្រុមស្នងការដ្ឋាននគរបាលរាជធានីភ្នំពេញឈ្នះចំណាត់ថ្នាត់លេខ៣ ប៉ុន្តែរ៉ុនសុខជាក៏បានទម្លាយថាក្រុមរបស់គេក៏មានចំណុចខ្វះខាតខ្លះដែរតួយ៉ាងការចាប់សេវាមិនសូវបានល្អខូចច្រើន ចំណែកការម៉ាត់ផ្ដាច់និងរនាំងពួកគេល្អខ្ទង់បាន៦០ទៅ៧០%៕</p>', 2, '2024-02-25'),
(9, 5, 'National', 'Social', '250224094703-65d9cc6785665_1708772400_medium.jpg', '250224094703-65d9cc6860801_1708772400_medium.jpg', ' ក្រុមហ៊ុន រ៉ូតូ (ROHTO) និង អង្គការមូលនិធិកុមារកម្ពុជា Cambodian Children’s Fund បន្តសហការរៀបចំកម្មវិធីសប្បុរសធម៌ដល់សិស្សក្រីក្', '<p>ក្រុមហ៊ុន រ៉ូតូ (ROHTO) បន្តសហការជាមួយអង្គការមូលនិធិកុមារកម្ពុជា Cambodian Children&rsquo;s Fund រៀបចំកម្មវិធីសប្បុរសធម៌បរិច្ចាគថវិកា ចំនួន ១៦,០០០ដុល្លារ ជូនដល់សិស្សានុសិស្សក្រីក្រដែលកំពុងសិក្សា និងស្នាក់នៅក្នុងអង្គការ មូលនិធិកុមារកម្ពុជា Cambodian Children&rsquo;s Fund។</p>\r\n<p>នេះជាការបរិច្ចាគលើកទី២ ក្នុងការទ្រទ្រង់ដល់ថ្នាក់សិក្សារបស់ សិស្សានុសិស្សថ្នាក់ទី៧ ចំនួន ១ថ្នាក់នៃឆ្នាំសិក្សា ២០២៤នេះ។ សកម្មភាពសប្បុរសធម៌នេះផងដែរមានគោលបំណង ចូលរួមចំណែកជាមួយរាជរដ្ឋាភិបាលក្នុងការអភិវឌ្ឍធនធានមនុស្ស តាមរយៈការផ្តល់អោយនូវការអប់រំប្រកបដោយគុណភាពជូនដល់កុមារក្នុងព្រះរាជាណាចក្រកម្ពុជា។</p>\r\n<p>កម្មវិធីនេះបានប្រព្រឹត្តិទៅកាលពីថ្ងៃទី ២២ ខែ កុម្ភៈ ២០២៤ កន្លងទៅ នៅសាលា ធូម័ររូអាខាដាមី (Tomorrow Academy)។ កម្មវិធីនេះដំណើរការទៅបានក្រោមអធិបតីភាពដ៏ខ្ពង់ខ្ពស់ពីថ្នាក់ដឹកនាំក្រុមហ៊ុន រ៉ូតូ (ខេមបូឌា) លោក Shunsuke Shinoda ដែលជានាយកប្រតិបត្តិក្រុមហ៊ុន លោក ចាប ឆៃហ៊ាង អនុប្រធានគ្រប់គ្រងទូទៅ និងអមដំណើរដោយក្រុមការងារក្រុមហ៊ុនរ៉ូតូផងដែរ។ ក្រៅពីនេះ ក៏មានការចូលរួមពីស្ថាបនិក និងនាយកប្រតិបត្តិអង្គការមូលនិធិកុមារកម្ពុជា លោក ស្កុត និសិន និងលោកគ្រូអ្នកគ្រូក៏ដូចជាសិស្សានុសិស្សដែលកំពុងសិក្សានៅទីនោះផងដែរ។</p>', 1, '2024-02-25'),
(10, 5, 'National', 'Entertainment', '250224094850-65dacdd128f1b_1708838340_medium.jpg', '250224094850-65dacdd8606dd_1708838340_medium.jpg', 'ស៊ីន យូប៊ីន លេចធ្លោរក្នុងចំណោមតារាល្បីៗ ក្នុងពិធីជួបហ្វេនៗនៅខេម៉ល យប់មិញ', '<p>ក្នុងនាមជាតួអង្គឯកស្រី នៃខ្សែភាពយន្ដភាគ រឿង &ldquo;ដឹកបេះដូងរកស្នេហ៍&rdquo; ស៊ីន យូប៊ីន បានថ្ពក់យកបេះដូងមហាជន ជាពិសេសអ្នកដែលនិយមតាមដានកម្មវិធីកម្សាន្ដរបស់ស្ថានីយទូរទស្សន៍ ភី អិន អិន ដោយសាលពីល្ងាចថ្ងៃទី២៤ ខែកុម្ភៈ ឆ្នាំ២០២៤ កញ្ញាចុះជួប ឱប ថើប និងថតរូបជាមួយហ្វេនៗដោយផ្ទាល់នៅផ្សារទំនើប ខេម៉ល។</p>\r\n<div class=\"content-grp-img\"><picture class=\"lozad\" data-iesrc=\"//media.sabay.com/media/Chin-Sopheak/CS-33/CS-39/65dacdd128f1b_1708838340.jpg\" data-alt=\"\" data-loaded=\"true\"><source srcset=\"https://cdn.sabay.com/cdn/media.sabay.com/media/Chin-Sopheak/CS-33/CS-39/65dacdd128f1b_1708838340_large.jpg\" media=\"(min-width: 1920px)\"><source srcset=\"https://cdn.sabay.com/cdn/media.sabay.com/media/Chin-Sopheak/CS-33/CS-39/65dacdd128f1b_1708838340_medium.jpg\" media=\"(min-width: 980px)\"><source srcset=\"https://cdn.sabay.com/cdn/media.sabay.com/media/Chin-Sopheak/CS-33/CS-39/65dacdd128f1b_1708838340_small.jpg\" media=\"(min-width: 320px)\"></picture>ក្នុងពេលជួបរាក់ទាក់ និងថតរូបអនុស្សាវរីយ៍ជាមួយអ្នកគាំទ្រ ស៊ីន យូប៊ីន ក៏ឆ្លៀតផ្ដល់បទសម្ភាសន៍ដល់អ្នកសារព័ត៌មានថា រឿង &ldquo;ដឹងបេះដូងរកស្នេហ៍&rdquo; បានចាក់បញ្ចាំងហើយនៅលើកញ្ចក់ទូរទស្សន៍ ភី អិន អិន នៅម៉ោង ៨យប់ ចាប់ពីថ្ងៃច័ន្ទ ដល់ថ្ងៃព្រហស្បតិ៍ ហើយពីមួយភាគទៅមួយភាគកាន់តែល្អមើល ព្រោះរឿងនេះក៏បានចេញទៅថតនៅខាងក្រៅប្រទេសដែរ។ក្នុងទឹកមុខស្រស់ស្រាយ ស៊ីន យូប៊ីន បានឈរផ្ដុំគ្នាជាមួយតារាល្បីៗក្នុងរឿងនេះជាច្រើនដួងទៀត ប៉ុន្ដែគេសង្កេតឃើញកញ្ញា និងតួអង្គប្រុស គឺលោក នូ ឧសភា ត្រូវបានអ្នកគាំទ្រអូសទៅមុខឆាកផង ទៅក្រោយឆាកផង ដើម្បីថតរូបអនុស្សាវរីយ៍ និងបង្ហាញពីក្ដីស្រឡាញ់រហូតដល់អ្នកគាំទ្រខ្លះបានឲ្យស៊ីញ៉េនៅលើអាវ និងលើដៃរបស់ពួកគេទៀតផង។</div>', 2, '2024-02-25'),
(11, 5, 'International', 'Sport', '260224045753-649b75c2c6a74_1687909800_medium.jpg', '260224045753-649b75c2c6a74_1687909800_medium.jpg', 'Neymar បន្ត​ធ្លាក់​តម្លៃ​ខ្លួន​ជា​បន្ត​បន្ទាប់​ ក្រោយ​វ័យ​កាន់​ចាស់​ និង​មាន​របួស​ពេញ​ខ្លួន​', '<p>ខ្សែប្រយុទ្ធ​ Neymar បាន​ធ្លាក់​តម្លៃ​ខ្លួន​ពី​</p>\r\n<p>នៅ​ខណៈ​នេះ​ Neymar មាន​វ័យ​៣១ឆ្នាំ​ហើយ​ ដោយ​កំពុង​លេង​ឲ្យ​ក្លឹប​ Paris Saint Germain ដោយ​មាន​កុងត្រា​រហូត​ដល់​ថ្ងៃ​ទី​៣០ ខែ​មិថុនា​ ឆ្នាំ​២០២៥​។</p>\r\n<div id=\"gax-inpage-async-1700714337\">\r\n<div id=\"qYrfiXovX9EfgK-kVJDtWVZlz03FhqaXjVezOuBNaNM3689464319\">\r\n<div data-demo-link=\"https://damrei.sfo3.cdn.digitaloceanspaces.com/app/2024/feb/phosphalugel/v1/index.html?ver=2022\" data-link=\"https://clk.ambientdsp.com/track/clk?vc=gaj&amp;tagid=1706848478&amp;brs=144853354319465849&amp;uid=1eslgugllzzc&amp;suid=1eslgugllzzc&amp;ae=1&amp;as=640x1386&amp;ctr=KH&amp;cty=KRONG_KEP&amp;os=WINDOWS&amp;brw=chrome&amp;dvt=2&amp;dom=news.sabay.com.kh&amp;aid&amp;abdl&amp;fid=1707734399&amp;did=gax-9krhs8x74w32&amp;crid=1707730762&amp;ts=1708919829&amp;rnd=41ar47g0el&amp;tok=3upd51r10a7c&amp;redir=https%3A%2F%2Fwww.facebook.com%2Fphosphalugelcambodia\">&nbsp;</div>\r\n</div>\r\n</div>\r\n<p>&nbsp;</p>\r\n<p>កីឡករ​នេះ​ធ្លាប់​មាន​តម្លៃ​ខ្លួន​ខ្ពស់​បំផុត​រហូត​ដល់​ ១៨០លាន​អ៊ឺរ៉ូ​ នៅ​វ័យ​ចន្លោះ​២៥-២៧ឆ្នាំ​ ក្នុង​ពេល​លេង​ឲ្យ​ក្លឹប​មក​ PSG ដំបូងៗ​ លុះ​នៅ​ពេល​ក្បែរ​វ័យ​៣០ឆ្នាំ​ ក៏​បាន​ធ្លាក់​តម្លៃ​ខ្លួន​ម្ដង​បន្តិច​ រហូត​សល់​ ៦០លាន​អ៊ឺរ៉ូ​នេះ​។</p>\r\n<div id=\"gax-inpage-async-1706848478\">\r\n<div id=\"i_Wp0kAa5y2dIfYas-g0tjJPBs3T1G4B3Zf0gxiZhCs1844499083\">\r\n<div data-demo-link=\"https://damrei.sfo3.cdn.digitaloceanspaces.com/app/2024/feb/think-nature/rosemary/index.html?ver=2022062117\" data-link=\"https://clk.ambientdsp.com/track/clk?vc=gaj&amp;tagid=1700714337&amp;brs=144853354232950243&amp;uid=1eslgugllzzc&amp;suid=1eslgugllzzc&amp;ae=1&amp;as=640x1386&amp;ctr=KH&amp;cty=KRONG_KEP&amp;os=WINDOWS&amp;brw=chrome&amp;dvt=2&amp;dom=news.sabay.com.kh&amp;aid&amp;abdl&amp;fid=1706889072&amp;did=gax-ry1k6repdknq&amp;crid=1706871644&amp;ts=1708919830&amp;rnd=18or5wlfus&amp;tok=1awa64ear0po4&amp;redir=https%3A%2F%2Fwww.facebook.com%2Fprofile.php%3Fid%3D100094103945822\">&nbsp;</div>\r\n</div>\r\n</div>\r\n<p>&nbsp;</p>\r\n<p>ការ​ធ្លាក់​តម្លៃ​ខ្លួន​នេះ​ មិន​មែន​ជា​រឿង​ចម្លែក​សម្រាប់​កីឡាករ​ ដែល​មាន​វ័យ​ក្បែរ​ ៣០ឆ្នាំ​ ឬ​៣០ឆ្នាំ​ឡើង​ដូច​ ហើយ​កំពុង​របួស​ត្រូវ​ការ​ពេល​សម្រាក​យូរ​ដូច​ជា​ Neymarឡើយ​។</p>\r\n<p>Neymar កំពុង​មាន​របួស​កជើង​ ដោយ​កើត​ឡើង​តាំង​ពី​ខែ​កុម្ភៈ​ និង​រំពឹង​ថា​នឹង​ជា​សះ​ស្បើយ​នៅ​ចុង​ខែ​នេះ​។ ទោះ​ជា​តម្លៃ​ខ្លួន​ធ្លាក់​ចុះ​មែន​ ប៉ុន្តែ​ប្រាក់​ពលកម្ម​វិញ​គឺ​ជាង​ ៣.៦៨លាន​អ៊ឺរ៉ូ​​ឯណោះ​ក្នុង​មួយ​ខែ​ (មុន​បង់​ពន្ធ និង​មិន​រាប់​ប្រាក់​ឧបត្ថម្ភ​នានា)​៕</p>\r\n<div class=\"msa-wrapper\"><ins id=\"revive-0-1\" data-revive-zoneid=\"729\" data-revive-id=\"4b9ca95baee4430ad25d6d07da6464a5\" data-revive-seq=\"1\" data-revive-loaded=\"1\">\r\n<div id=\"beacon_ef045fea49\"><img src=\"https://ads.sabay.com/openx/www/delivery/lg.php?bannerid=0&amp;campaignid=0&amp;zoneid=729&amp;loc=https%3A%2F%2Fnews.sabay.com.kh%2Farticle%2F1346267%23utm_campaign%3Donpage&amp;referer=https%3A%2F%2Fnews.sabay.com.kh%2Farticle%2F1353199&amp;cb=ef045fea49\" alt=\"\" width=\"0\" height=\"0\"></div>\r\n</ins></div>\r\n<p class=\"author\"><span class=\"title\">ប្រភព៖&nbsp;</span><a title=\"Opens in a new window\" href=\"https://www.transfermarkt.com/neymar/profil/spieler/68290\" target=\"_blank\" rel=\"noopener\">transfermarkt</a>&nbsp;&nbsp;&nbsp;<span class=\"title\">ប្រែ​សម្រួល៖</span> ហ៊ីម រស្មី</p>\r\n<p>៧០លាន​អ៊ឺរ៉ូ​ ទៅ​ ៦០លាន​អ៊ឺរ៉ូ​ ក្រោយ​ Ligue 1 បាន​ធ្វើ​បច្ចុប្បន្ន​ភាព​តម្លៃ​ខ្លួន​កីឡាករ​កាល​ពី​ពេលថ្មីៗនេះ​ បើ​យោង​តាម​ការ​ចុះ​ផ្សាយ​របស់​ Transfermarkt។</p>', 0, '2024-02-26'),
(12, 5, 'National', 'Sport', '260224055459-65daaf59d10a5_1708830540_medium.jpg', '260224055459-65daaf5a93397_1708830540_medium.jpg', 'ព្រឹត្តិការណ៍ EUROPE Trail​ ជា​ការប្រកួតឲ្យ​កីឡាករ​បង្ហាញ​សក្ដានុពល​របស់​ខ្លួន​លើ​វិស័យ​បាល់ទាត់​', '<p>ព្រឹត្តិការណ៍ EUROPE Trail​ ជា​កម្មវិធី​បាល់ទាត់​ដ៏​ពិសេស​មួយ​សម្រាប់​ផ្ដល់​ឱកាស​ដល់​យុវជន​ ក្មេងៗ​ថ្នាល់​ស្រឡាញ់​កីឡា​មួយ​នេះ​បាន​បង្ហាញ​ពី​សមត្ថភាព​ សក្ដានុពល​ដែល​ខ្លួន​មាន​ឲ្យ​គេ​បាន​ដឹង។​ស្ថាបនិក​ក្លឹប​បាល់ទាត់​ Mate Jr​ កីឡាករ​ ម៉ាក សុទ្ធាពិសិដ្ឋ​ បាន​ឲ្យ​ដឹង​ថា​ ព្រឹត្តិការណ៍ EUROPE Trail​ នេះ​បង្កើត​ឡើង​តាំង​ពី​ឆ្នាំ​២០១៩​ មក​ម្ល៉េះ។​ មូលហេតុ​ចម្បង​ដែល​បង្កើត​ឲ្យ​មាន​ព្រឹត្តិការណ៍​នេះ​ឡើង​គឺ​ជា​ការ​ផ្ដល់​ឱកាស​ឲ្យ​យុវជន​ ក្មេងៗ​ថ្នាល​ដែល​ស្រឡាញ់​បាល់ទាត់​នេះ​បាន​បង្ហាញ​ពី​បទ​ពិសោធ​ បង្ហាញ​ពី​ជំនាញ​ និង​សក្ដានុពល​របស់​ខ្លួន​ដល់​មហាជន​ពិសេស​គឺ​គ្រូ​បង្វឹក​ជា​ដើម។​យុវជន​ដែល​ស្រឡាញ់​បាល់ទាត់​ និង​បង្កើត​ព្រឹត្តិការណ៍​នេះ​ឡើង​បន្ថែម​ទៀត​ថា​ ជា​សារ​ផ្ទាល់​ខ្លួន​ផ្ញើ​ទៅ​ដល់​យុវជន​ស្រឡាញ់​បាល់ទាត់​គ្រប់​គ្នា​ សូម​ខំប្រឹង​ព្យាយាម​ ជឿជាក់​លើ​អ្វី​ដែល​ខ្លួន​ធ្វើ​ ធ្វើ​ឲ្យ​អស់​ពី​សមត្ថភាព​ កុំ​បោះបង់​ក្ដី​សុបិន​លើ​វិស័យ​កីឡា​បាល់ទាត់​នេះ។​</p>', 3, '2024-02-26'),
(13, 5, 'National', 'Social', '260224055605-65571e213c957_1700208120_medium.jpg', '260224055605-65571e709918c_1700208240_medium.jpg', 'អ៊ីវ​ រ៉ាវី​ ក្រុម​ស្ម័គ្រចិត្ត​របស់​ GO FC ៖​ ឪពុក​ម្ដាយ​គួរ​ជំរុញ​កូន​ឲ្យ​លេងបាល់​ ព្រោះ​វា​ជួយ​សុខភាព​ផ្លូវ​ចិត្ត​', '<p>អ្នក​នាង​ អ៊ីវ​ រ៉ាវី​ ក្រុម​ការងារ​ស្ម័គ្រចិត្ត​របស់​ Girls Onside Football Cambodia - GO FC​ បាន​ផ្ដាំផ្ញើ​ដល់​អាណាព្យាបាល​ ឬ​ឪពុក​ម្ដាយ​ទាំង​អស់​គួរ​កុំ​ហាមឃាត់​កូន​ៗ​ដែល​ចង់​លេង​បាល់ទាត់​ ព្រោះ​កីឡា​មួយ​នេះ​ជួយ​សុខភាព​ផ្លូវ​ចិត្ត​ក្មេងៗ​បាន​ច្រើន។ថ្លែង​ក្នុង​ពិធី​ចែករំលែក​បទ​ពិសោធ​លេង​បាល់​ជា​មួយ​ក្លឹប​បាល់ទាត់​ព្រះខ័នរាជស្វាយរៀង​ អ្នក​នាង​ អ៊ីវ​ រ៉ាវី​ ក្រុម​ការងារ​ស្ម័គ្រចិត្ត​របស់​ Girls Onside Football Cambodia - GO FC​ បាន​ឲ្យ​ដឹង​ថា​ កម្មវិធី​នេះ​គឺ​ជួយ​ដល់​ក្មេងៗ​នារី​ៗ​មាន​ឱកាស​បាន​​លេង​បាល់ទាត់។ ​នេះ​មិន​ត្រឹមតែ​លេង​បាល់​ឲ្យ​មាន​ជំនាញ​ច្បាស់លាស់​នោះ​ទេ​គឺ​លេង​ដើម្បី​មាន​សុខភាព​ល្អ​ហើយ​ការ​ហ្វឹកហាត់​នេះ​ក៏​ក្លាយ​ជា​កន្លែង​ទី២​ សម្រាប់​ពួកគេ​បង្កើត​ទំនាក់ទំនង​ជា​មួយ​មិត្តភ័ក្ដិ​ផ្សេងៗ​ទៀត​ដែរ។​អ្នក​ស្ម័គ្រចិត្ត​ខាង​លើ​នេះ​បន្ថែម​ទៀត​ថា​ សូម​កុំ​គិត​ថា​ការ​លេង​បាល់ទាត់​វា​មិន​ល្អ​ ឬ​មាន​ការ​​ពិបាក​អ្វី​ តាម​ពិត​បាល់ទាត់​ជួយ​សុភាព​បាន​ច្រើន​ពិសេស​ផ្លូវ​ចិត្ត​របស់​ពួកគេ​នេះ​តែ​ម្ដង។​ ដូច្នេះ​ហើយ​អ្នកនាង​សំណូមពរ​ដល់​ឪពុក​ម្ដាយ​ទាំង​ឡាយ​កុំ​ហាមឃាត់​កូនៗ​គួរ​ជំរុញ​ពួកគេ​ឲ្យ​មក​ចូលរួម​ជា​មួយ​គេ​ឯង​ ចូលរួម​ក្នុង​សង្គម​ស្គាល់​មិត្តភ័ក្ដិ​ដទៃ​ទៀត​ព្រោះ​កម្មវិធី​ទាំង​នេះ​​ប្រជុំ​ដោយ​ក្មេងៗ​ស្រីៗ​ជា​ច្រើន។​</p>', 1, '2024-02-26'),
(14, 5, 'International', 'Social', '260224065122-65dc08eea6727_1708918980_medium.jpg', '260224065122-65dc08f4d1cf0_1708918980_medium.jpg', 'ក្រឡធំ និងក្អម សម័យអង្គរ ព្រមទាំង​ដាវត្រួត​សម័យបារាំង ត្រូវបាន​ប្រគល់​ជូនក្រសួងវប្បធម៌ យកមករក្សាទុក​នៅសារមន្ទីរជាតិ', '<p>ក្រឡធំ និងក្អម សម័យអង្គរ ព្រមទាំង​ដាវត្រួត​សម័យបារាំង ត្រូវបាន​ប្រគល់​ជូនក្រសួងវប្បធម៌ យកមករក្សាទុក​នៅសារមន្ទីរជាតិលោកជំទាវបណ្ឌិតសភាចារ្យ ភឿង សកុណា រដ្ឋមន្រ្តីក្រសួងវប្បធម៌និងវិចិត្រសិល្បៈ អមដំណើរដោយថ្នាក់ដឹកនាំ មន្ត្រីជំនាញ និង អាជ្ញាធរដែនដី កាលពីព្រឹកថ្ងៃទី២២ ខែកុម្ភ: ឆ្នាំ២០២៤ បានអញ្ជើញទៅថ្វាយបង្គំ ព្រះតេជព្រះគុណ សាយ ជីវ័ន ព្រះគ្រូចៅអធិការវត្តព្រះហស្ថក្បាល ដែលស្ថិតនៅក្នុងភូមិព្រះហស្ថក្បាល ឃុំផ្ទះរ៉ុង ស្រុកតាលោសែនជ័យ ខេត្តពោធិ៍សាត់។</p>\r\n<p>ក្នុងឱកាសនោះព្រះអង្គ បានបង្ហាញវត្ថុបុរាណចំនួនបី រួមមាន៖</p>\r\n<div id=\"gax-inpage-async-1700714337\">\r\n<div id=\"0O24-ZS8JbvlStdr4YaCz5KwPE5ReaLgLCLsQmUhpoE1593202183\">\r\n<div data-demo-link=\"https://damrei.sfo3.cdn.digitaloceanspaces.com/app/2024/nutrigold/underlay/v3/underlay/index.html?ver=2023\" data-link=\"https://clk.ambientdsp.com/track/clk?vc=gaj&amp;tagid=1706848478&amp;brs=144856885429234870&amp;uid=1eslgugllzzc&amp;suid=1eslgugllzzc&amp;ae=1&amp;as=640x1386&amp;ctr=KH&amp;cty=KRONG_KEP&amp;os=WINDOWS&amp;brw=chrome&amp;dvt=2&amp;dom=news.sabay.com.kh&amp;aid&amp;abdl&amp;fid=1705316055&amp;did=gax-t9yldh08ae7o&amp;crid=1704706438&amp;ts=1708926566&amp;rnd=9pmrb2wri6&amp;tok=1ane057se9ve6&amp;redir=https%3A%2F%2Fnutrigoldcam.com%2Fkm%2Fnutrigold-md-ads1%2F%3Futm_source%3Ddamrei_digital%26utm_medium%3Dmobile_underlay_ads%26utm_campaign%3Dnutrigold_md_ads1\">&nbsp;</div>\r\n</div>\r\n</div>\r\n<p>&nbsp;</p>\r\n<p>១. ក្រឡធំលាបស្រទាប់រលោងពណ៌ត្នោត ជាប្រភេទកម្រ ព្រោះក្រឡនេះមានទំហំធំនិងមានរូបរាងល្អពេញលេញ ដែលមិនធ្លាប់ប្រទះឃើញនាពេលកន្លងមក។ តាមរយៈការវិភាគលើរូបរាង សាច់ដី ក្បាច់លម្អ និងស្រទាប់រលោងក្រុមការងារជំនាញបានសន្និដ្ឋានថា ក្រឡធំនេះផលិតឡើងនៅសម័យអង្គរនារវាងស.វ.ទី១២-១៣។ ដោយឡែកតួនាទីនៃការប្រើប្រាស់ក្រឡធំនេះ ក្រុមការងារកំពុងវិភាគបន្ថែម។</p>', 4, '2024-02-26');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `profile` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `email`, `password`, `profile`) VALUES
(1, 'visal', 'visal@gmail.com', '698d51a19d8a121ce581499d7b701668', '200224055515-Screenshot 2023-11-30 095737.png'),
(2, 'sazz', 'chaovisal567@gmail.com', '81dc9bdb52d04dc20036dbd8313ed055', '210224043227-Screenshot 2023-11-30 095737.png'),
(4, 'lala', 'lala567@gmail.com', '7815696ecbf1c96e6894b779456d330e', '240224053033-photo_2023-08-20_08-59-42 (2).jpg'),
(5, 'sazz', 'sazz@gmail.com', '115f89503138416a242f40fb7d7f338e', '240224053434-cute-cat.gif');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `descriptions`
--
ALTER TABLE `descriptions`
  ADD PRIMARY KEY (`pk_id`);

--
-- Indexes for table `feedback`
--
ALTER TABLE `feedback`
  ADD PRIMARY KEY (`pk_id`);

--
-- Indexes for table `follow_us`
--
ALTER TABLE `follow_us`
  ADD PRIMARY KEY (`pk_id`);

--
-- Indexes for table `logos`
--
ALTER TABLE `logos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `descriptions`
--
ALTER TABLE `descriptions`
  MODIFY `pk_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `feedback`
--
ALTER TABLE `feedback`
  MODIFY `pk_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `follow_us`
--
ALTER TABLE `follow_us`
  MODIFY `pk_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `logos`
--
ALTER TABLE `logos`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
